[X2Item_AdvWarlockUtilityItems]
ZombieDamageBonusLabel = "БОНУСНЫЙ УРОН ЗОМБИ"

[X2Ability_AdvWarlock]
AshRisen = "Воскресший"

[X2StatusEffects_AshAdvWarlock]
locAshBurnTheWitchFriendlyName="Сжечь ведьму"
locAshBurnTheWitchFriendlyDesc= "<bullet/>Юниты, охваченные псионическим пламенем, получают урон каждый ход."
locAshBurnTheWitchRemovedName="Псионический пожар утих."
locAshBurnTheWitchAcquiredString="<XGParam:StrValue0/!UnitName/> охвачен псионическим пожаром."
locAshBurnTheWitchTickedString="<XGParam:StrValue0/!UnitName/> все еще охвачено."
locAshBurnTheWitchRemovedString="<XGParam:StrValue0/!UnitName/> больше не поглощается."